{
    "waifus":[
        {"name": "xmithie", "power": 80, "rarity": 5, "income": 150, "salary": 70, "description": "Xmithie was born and raised in the Philippines. When Jake was 16, his family decided to move to the United States. Jake began playing video games at an early age, as his father owned a computer shop that also contained PlayStation consoles and games"},
        {"name": "impact", "power": 100, "rarity": 5, "income": 100, "salary": 80, "description": "Jung 'Impact' Eon-yeong started his career as a support for Xenics Storm. The roster qualified for the first OGN season, Azubu The Champions Spring 2012 and even made it to the semifinals. They ended in third place after losing 3-2 to MiG Frost but they beat Team OP 2-1 in the third place match."},
        {"name": "jensen", "power": 140, "rarity": 5, "income": 120, "salary": 140, "description": "Nicolaj 'Jensen' Jensen, originally known as Veigodx, was a member of the founding roster of Team Solo Mebdi, along with YamatoCannon, wewillfailer, StunnedandSlayed, and Rayt3ch. The team disbanded in January 2013 after being disqualified from the Season 3 EU LCS qualifiers"},
        {"name": "doublelift", "power": 120, "rarity": 5, "income": 120, "salary": 110, "description": "Yiliang 'Doublelift' Peng hails from Mission Viejo, California. Peng first discovered his love for video games through classic Nintendo 64 titles Star Fox and Golden Eye. After his brother got a computer, Peng frequently used it to play Diablo 1 and StarCraft. "},
        {"name": "corejj", "power": 90, "rarity": 5, "income": 100, "salary": 75, "description": "Jo 'CoreJJ' Yong-in joined Bigfile Miracle in February of 2014 as an AD carry under the name 'Core'. They competed in HOT6iX Champions Summer 2014 but they lost all six of their games and placed last in their group. The roster was released in September of that year to join Quvic E-Sports."},
        {"name": "micke", "power": 30, "rarity": 4, "income": 60, "salary": 25, "description": "Michael 'miCKe' Vu is a Swedish former professional Heroes of Newerth player who switched full-time to Dota 2. He is currently playing for Team Liquid."},
        {"name": "qojqva", "power": 50, "rarity": 4, "income": 30, "salary": 20, "description": "Max 'qojqva' (pronounced kɔɪ kwa) Bröcker is a German professional Dota 2 player who is currently playing for Team Liquid."},
        {"name": "boxi", "power": 45, "rarity": 4, "income": 20, "salary": 20, "description": "Samuel 'Boxi' Svahn is a Swedish professional Dota 2 player currently playing for Team Liquid."},
        {"name": "insania", "power": 60, "rarity": 4, "income": 20, "salary": 35, "description": "Aydin 'iNSaNiA' Sarkohi is a Swedish former professional Heroes of Newerth player who switched full-time to Dota 2. He is currently the captain of Team Liquid."},
        {"name": "taiga", "power": 40, "rarity": 4, "income": 30, "salary": 25, "description": "Tommy 'Taiga' Le is a Norwegian professional Dota 2 player who is currently playing for Team Liquid."},
        {"name": "stewie2k", "power": 30, "rarity": 3, "income": 25, "salary": 35, "description": "Jacky 'Jake' 'Stewie2K' Yip (born January 7, 1998) is an American professional Counter-Strike: Global Offensive player who currently plays for Team Liquid as an in-game leader and entry fragger. "},
        {"name": "naf", "power": 15, "rarity": 3, "income": 20, "salary": 10, "description": "Keith 'NAF' Markovic (born November 24, 1997) is a Canadian professional Counter-Strike: Global Offensive player who currently plays for Team Liquid."},
        {"name": "elige", "power": 30, "rarity": 3, "income": 25, "salary": 30, "description": "Jonathan 'EliGE' Jablonowski (born July 16, 1997) is an American professional Counter-Strike: Global Offensive player of Polish descent who currently plays for Team Liquid. His competitive background lies in StarCraft II."},
        {"name": "twistzz", "power": 10, "rarity": 3, "income": 25, "salary": 10, "description": "Russel 'Twistzz' Van Dulken (born November 14, 1999) is a Canadian professional Counter-Strike: Global Offensive player who currently plays for Team Liquid."},
        {"name": "grim", "power": 20, "rarity": 3, "income": 15, "salary": 10, "description": "Michael 'Grim' Wince (born November 22, 2000) is an American professional Counter-Strike: Global Offensive player who currently plays for Team Liquid."}
    ]
}